<?php
return array(
	'nf' => 'Информация не найдена.',
	'todo' => 'В разработке.',
	'error' => 'Ошибка',
	'paginator' => array(
		'pages' => 'Страницы',
		'prev' => 'Предыдущая',
		'next' => 'Следующая',
	),

	// @usage: Zx_Form_AuthLogin
	'auth' => array(
		'login' => 'Имя пользователя',
		'password' => 'Пароль',
		'loginFailed' => 'Такого пользователя не существует или неверный пароль', #Ошибка: Вы указали неверный логин или пароль.
		'loginEmpty' => 'Не указано имя пользователя',
		'passwordEmpty' => 'Не указан пароль',
		'loginSuccess' => 'Пользователь успешно авторизован'
	),

	'feedback' => array(
		'person' => 'Ваши Ф.И.О.',
		'address' => 'Почтовый адрес',
		'email' => 'Адрес электронной почты',
		'phone' => 'Код города и телефон(ы)', #Номер Вашего телефона
		'subject' => 'Тема сообщения',
		'txt' => 'Ваше сообщение',
		'submit' => 'Отправить сообщение',

		'greets' => 'Это сообщение отправлено со страницы обратной связи',
		'sent' => 'Ваше сообщение успешно отправлено, спасибо!',#Your message successfully sent. Thank you!
		'fail' => 'К сожалению, при отправке сообщения возникла ошибка. Попробуйте отправить сообщение ещё раз.',#Sorry, message did not send due to server error. Please, try again later.
	),
);